{
  "navbar": {
    "Contact": "تواصل",
    "Vision": "الرؤية",
    "Solutions": "الحلول",
    "Book": "حجزة جلسة"
  },
  "header": {
    "title": "نحن فريق رائع لتحقيق  \nحلم عملك",

    "why-us": "لماذا اخترتنا...",
    "quality": "الجودة: نعطي الأولوية لتقديم الجودة العالية في جميع جوانب عملنا. نحن نلتزم بالمعايير الصارمة في عملية التطوير ونضمن أن البرامج التي نقدمها تعمل بشكل استثنائي وموثوق."
  },
  "services": {
    "title": "خدماتنا",
    "serv-sec": "نحن نقدم خدمات تصميم وتطوير مواقع ويب احترافية وجذابة تلبي احتياجات عملك. نحن نعطي الأولوية لتوفير تجربة مستخدم فائقة وتصميم سريع الاستجابة يعمل بسلاسة عبر جميع الأجهزة.",
    "category": "موقع إلكتروني",
    "read-more-btn": "قراءة المزيد",
    "app-development": "تطوير التطبيقات",
    "website-development": "تطوير الموقع",
    "marketing": "تسويق",
    "media": "الوسائط"
  },
  "unprecedented-velocity": "سرعة غير مسبوقة.",
  "impeccable-reliability": "موثوقية لا تشوبها شائبة.",
  "at-era-tech-house": "في ERA TECH-HOUSE، نقدم مجموعة من الخدمات المصممة لمساعدتك في تحقيق أقصى استفادة من بياناتك. يمكن لفريق الخبراء لدينا مساعدتك في كل شيء بدءًا من تحليل البيانات وحتى تطوير التطبيقات. نحن نفخر بقدرتنا على تقديم نتائج سريعة وموثوقة.",
  "we-take-pride-in-our-numbers": "نحن نفخر بأرقامنا",
  "learn-more-btn": "تعلم أكثر",
  "years-of-experience": "سنوات من الخبرة",
  "technology-partners": "شركاء التكنولوجيا",
  "successful-projects-completed": "المشاريع الناجحة التي تم الإنتهاء منها",
  "countries-served": "الدول المخدومة",
  "industry-awards": "جوائز الصناعة",
  "our-customers": {
    "title": "عملائنا",
    "sections": {
      "world-fund": "WORLD FUND",
      "city-guide": "CITY GUIDE",
      "w-bank": "W-BANK",
      "key-media": "KeyMedia"
    },
    "at-era-tech-house": "في ERA TECH-HOUSE، نقدم مجموعة من الخدمات المصممة لمساعدتك في تحقيق أقصى استفادة من بياناتك. يمكن لفريق الخبراء لدينا مساعدتك في كل شيء بدءًا من تحليل البيانات وحتى تطوير التطبيقات. نحن نفخر بقدرتنا على تقديم نتائج سريعة وموثوقة.",
    "accelerate-your-business": "قم بتسريع أعمالك مع ERA TECH-HOUSE"
  },
  "footer": {
    "mail": "support@era-techhouse.com",
    "saudi-arabia-location": "مكة المكرمة، المملكة العربية السعودية",
    "egypt-location": "القاهرة، مصر",
    "subscribe-to-our-newsletter": "اشترك في نشرتنا الإخبارية",
    "submit-btn": "تأكيد",
    "email-label": "بريد إلكتروني *",
    "follow-us-on-social-media": "تابعنا على وسائل التواصل الإجتماعي",
    "all-rights-reserved": "© 2023 إيرا تك- هاوس. كل الحقوق محفوظة."
  },
  "website-development": "تطوير الموقع",
  "website-development-title": "اصنع موقعك الخاص الآن..",
  "website-development-description": "في ERA TECH-HOUSE، نؤمن بأن التواجد المقنع عبر الإنترنت يجب أن يكون في متناول الجميع، بغض النظر عن خبرتهم الفنية. ولهذا السبب نقدم حلنا الشامل لإنشاء مواقع الويب، المصمم لتمكين الأفراد والشركات من جميع الأحجام من إنشاء مواقع ويب مذهلة بسهولة التي توصل رسالتهم بشكل فعال وتحقق أهدافهم.",
  "website-development-description2": "في ERA TECH-HOUSE، نقدم مجموعة من الخدمات المصممة لمساعدتك في تحقيق أقصى استفادة من بياناتك. يمكن لفريق الخبراء لدينا مساعدتك في كل شيء بدءًا من تحليل البيانات وحتى تطوير التطبيقات. نحن نفخر بقدرتنا على تقديم نتائج سريعة وموثوقة.",
  "website-development-description3": "في ERA TECH-HOUSE، نقدم مجموعة من الخدمات المصممة لمساعدتك في تحقيق أقصى استفادة من بياناتك. يمكن لفريق الخبراء لدينا مساعدتك في كل شيء بدءًا من تحليل البيانات وحتى تطوير التطبيقات. نحن نفخر بقدرتنا على تقديم نتائج سريعة وموثوقة.",
  "app-development": "تطوير التطبيقات",
  "app-development-title": "من الفكرة إلى متجر التطبيقات، نحقق أحلامك في تطبيق الهاتف المحمول على أرض الواقع.",
  "app-development-description": "هل أنت مستعد للارتقاء بأعمالك إلى المستوى التالي من خلال تطبيق الهاتف المحمول المتطور؟ كن شريكًا مع ERA TECH- House ودع خدمة إنشاء تطبيقات الهاتف المحمول المتخصصة لدينا تجلب رؤيتك إلى الحياة. نحن نجمع بين التصميم المبتكر والوظائف السلسة والتكنولوجيا القوية لتقديم تجارب استثنائية للهاتف المحمول.",
  "app-development-description2": "هل أنت مستعد للارتقاء بأعمالك إلى المستوى التالي من خلال تطبيق الهاتف المحمول المتطور؟ كن شريكًا مع ERA TECH- House ودع خدمة إنشاء تطبيقات الهاتف المحمول المتخصصة لدينا تجلب رؤيتك إلى الحياة. نحن نجمع بين التصميم المبتكر والوظائف السلسة والتكنولوجيا القوية لتقديم تجارب هاتف محمول استثنائية.",
  "app-development-description3": "تطوير تطبيقات الهاتف المحمول الخبراء: تحويل الأفكار إلى تجارب بديهية. تطبيقات الهاتف المحمول السلسة والجذابة: أطلق العنان لإمكانات عملك. حلول الهاتف المحمول المخصصة: ارفع مستوى علامتك التجارية من خلال تطوير التطبيقات المخصصة. تميّز في متاجر التطبيقات: اجذب المستخدمين بتجارب الهاتف المحمول المذهلة. التميز عبر الأنظمة الأساسية: يمكنك الوصول إلى جمهورك على أي جهاز. المستخدم - التصميم الأول: اصنع تطبيقات بديهية تبعث على البهجة والتفاعل. الإطلاق بثقة: تطوير تطبيقات موثوقة لتحقيق النجاح. قم بتسريع أعمالك باستخدام تطبيق الهاتف الديناميكي. المستقبل - إثبات علامتك التجارية: تسخير قوة تكنولوجيا الهاتف المحمول. أطلق العنان لإمكانات تطبيقك: تطوير الخبراء لتحقيق ميزة تنافسية.",
  "Marketing": "تسويق",
  "Marketing-title": "اصنع موقعك الخاص الآن..",
  "Marketing-description": "في ERA TECH-HOUSE، نؤمن بأن التواجد المقنع عبر الإنترنت يجب أن يكون في متناول الجميع، بغض النظر عن خبرتهم الفنية. ولهذا السبب نقدم حلنا الشامل لإنشاء مواقع الويب، المصمم لتمكين الأفراد والشركات من جميع الأحجام من إنشاء مواقع ويب مذهلة بسهولة التي توصل رسالتهم بشكل فعال وتحقق أهدافهم.",
  "Marketing-description2": "في ERA TECH-HOUSE، نؤمن بأن التواجد المقنع عبر الإنترنت يجب أن يكون في متناول الجميع، بغض النظر عن خبرتهم الفنية. ولهذا السبب نقدم حلنا الشامل لإنشاء مواقع الويب، المصمم لتمكين الأفراد والشركات من جميع الأحجام من إنشاء مواقع ويب مذهلة بسهولة التي توصل رسالتهم بشكل فعال وتحقق أهدافهم.",
  "Marketing-description3": "إنشاء مواقع ويب مذهلة بسهولة: أداة إنشاء مواقع الويب سهلة الاستخدام بالسحب والإفلات للمبتدئين. خدمات التطوير المخصصة: مواقع الويب المصممة خصيصًا لتتناسب مع رؤيتك. إطلاق متجرك عبر الإنترنت: منصات تجارة إلكترونية قوية للبيع السلس إدارة المحتوى الخاص بك دون عناء: أنظمة إدارة المحتوى (CMS) سهلة الاستخدام تصل إلى مستخدمي الأجهزة المحمولة بشكل فعال: مواقع الويب المُحسّنة على الأجهزة المحمولة لتوفير تجربة مستخدم استثنائية. اختر من بين مجموعة كبيرة من قوالب مواقع الويب والموضوعات: قم بتشغيل موقع الويب الخاص بك بسرعة وكفاءة الدعم والصيانة المستمرة: حافظ على أمان موقع الويب الخاص بك، وتحديثه، وتحسين الأداء",
  "media": "الوسائط",
  "media-title": "الإبداع في الإعلام وتأثيره على العالم",
  "media-description": "تقدم ERA Tech-House خدمات إعلامية شاملة لمساعدتك في بناء وتعزيز هوية علامتك التجارية بطرق مبتكرة وجذابة. نحن نقدم مجموعة واسعة من الخدمات،",
  "media-description2": "تقدم SoftWare House خدمات إعلامية شاملة لمساعدتك في بناء وتعزيز هوية علامتك التجارية بطرق مبتكرة وجذابة. نحن نقدم مجموعة واسعة من الخدمات، بما في ذلك: إنشاء هوية العلامة التجارية: نساعدك في تطوير هوية علامة تجارية قوية ومميزة تعكس قيمك ورؤيتك. بدءًا من تصميم الشعار والألوان والأعمال الفنية وحتى إنشاء هويات العلامة التجارية الكاملة والهويات المرئية، نضمن أن تبرز علامتك التجارية وتستمر.",
  "media-description3": "الرسوم المتحركة: نقدم خدمات الرسوم المتحركة المبتكرة التي تجذب انتباه الجمهور وتعزز التفاعل. سواء كان ذلك على شكل مقاطع فيديو توضيحية، أو إعلانات متحركة، أو رسوم متحركة ثنائية وثلاثية الأبعاد، فإننا نوصل رسائلك والمحتوى الخاص بك بطريقة إبداعية وآسرة. : في SoftWare House، ندرك أهمية التصميم الجذاب والاحترافي في جذب الجماهير والاحتفاظ بهم. نحن نقدم خدمات تصميم شاملة، بما في ذلك تصميم مواقع الويب والتطبيقات، والتصميم الجرافيكي للمواد التسويقية والطباعة، وتصميم واجهة المستخدم فائدة لتقديم تجربة تصميم استثنائية.",
  "our-vision": {
    "description": "نحن شركاء لعملائنا، ونعمل بجد لفهم احتياجاتهم وتحقيق رؤيتهم من خلال تطوير وتقديم حلول وتقنيات برمجية فريدة تعالج تحدياتهم. رؤيتنا تشمل عدة جوانب:",
    "title": "رؤيتنا",
    "list": {
      "1": "1- تقديم حلول برمجية متقدمة.",
      "2": "2- الابتكار والتطوير المستمر.",
      "3": "3- خفة الحركة والمرونة.",
      "4": "4- الشفافية والثقة.",
      "5": "5- الأمن والسلامة."
    },
    "description2": "بشكل عام، رؤيتنا كشركة برمجيات تدور حول تقديم حلول برمجية مبتكرة تساعد الشركات على النمو وتحسين حياة الناس. ونحن نسعى جاهدين لنكون شريكًا موثوقًا به لعملائنا."
  },
  "contact-us": {
    "title": "اتصل بنا",
    "phone": "+966 56 124 6795",
    "mail": "support@era-techhouse.com",
    "first-name-label": "الاسم الأول *",
    "last-name-label": "الأسم الأخير *",
    "email-label": "البريد الإلكتروني *",
    "phone-label": "الهاتف *",
    "message-label": "الرسالة",
    "send-btn": "إرسال"
  }
}
